Repository: minrogi/PLMPack
Catalog: Sources/Librairies/Pic.Factory2D.Control/FormImpositionSettings.*.resx
Languages: fr_fr, ja_jp

# bnCancel.Text
source: &Cancel
fr_fr: &Annuler
ja_jp: キャンセル

# cbAllowRowRotation.Text
source: Allow in row rotation
fr_fr: Permettre les rotation dans les rangées
ja_jp: 横に回転する

# cbAllowColumnRotation.Text
source: Allow in column rotation
fr_fr: Permettre les rotations dans les colonnes
ja_jp: 縦に回転する

# lblCardboardFormat.Text
source: Cardboard format
fr_fr: Format carton
ja_jp: 板紙サイズ

# lbOffsetY.Text
source: Offset Y
fr_fr: Offset X
ja_jp: オフセット Y

# lbOffsetX.Text
source: Offset X
fr_fr: Offset Y
ja_jp: オフセット X

# tabAllowedPatterns.Text
source: Allowed patterns
fr_fr: Placements autorisés
ja_jp: パターン設定

# lbRemainingLeftRight.Text
source: Minimum right margin
fr_fr: Marge droite minimale
ja_jp: 右(最小値)

# lbRemainingBottomTop.Text
source: Minimum top margin
fr_fr: Marge minimale haute
ja_jp: 天(最小値)

# label4.Text
source: margin
fr_fr: marge
ja_jp: 余白

# cbRightLeft.Items
source: Left
fr_fr: Gauche
ja_jp: 左

# cbRightLeft.Items1
source: Right
fr_fr: Droite
ja_jp: 右

# cbRightLeft.Items2
source: Distributed
fr_fr: Distribué
ja_jp: 割り当て

# label2.Text
source: margin
fr_fr: marge
ja_jp: 余白

# cbTopBottom.Items
source: Bottom
fr_fr: Bas
ja_jp: 地

# cbTopBottom.Items1
source: Top
fr_fr: Haut
ja_jp: 天

# cbTopBottom.Items2
source: Distributed
fr_fr: Distribué
ja_jp: 割り当て

# tabMargins.Text
source: Margins
fr_fr: Marges
ja_jp: 余白

# label9.Text
source: Space between cuts
fr_fr: Espace entre pose
ja_jp: カットの空き(ドブ)

# rbLayoutMode1.Text
source: Choose cardboard format
fr_fr: Sélectionner le format carton

# rbLayoutMode2.Text
source: Choose number of rows and columns
fr_fr: Nombre de pose dans la direction X et Y

# lbDirX.Text
source: Number of rows
fr_fr: Nombre direction X

# lbDirY.Text
source: Number of columns
fr_fr: Nombre direction Y

# $this.Text
source: Imposition settings...
fr_fr: Paramètres d'imposition...
ja_jp: 面付設定...

# bnEditCardboardFormats.Text
source: &Formats...
ja_jp: 板紙サイズの編集...

# tabOffsets.Text
source: Offsets
ja_jp: オフセット
